// portfolios
var portfolios = [{
		"title":"Проект №325",
		"alias":"project1",
		"cover":{"image": "img/portfolio-mini-1.jpg"},
		"snip":"Дизайн - лофт печерскскай еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	},{
		"title":"Проект №326",
		"alias":"project2",
		"cover":{"image": "img/portfolio-mini-2.jpg"},
		"snip":"Лагранжа - лофт печерскскай еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	},{
		"title":"Проект №327",
		"alias":"project3",
		"cover":{"image": "img/portfolio-mini-3.jpg"},
		"snip":"Еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	},{
		"title":"Проект №328",
		"alias":"project4",
		"cover":{"image": "img/portfolio-mini-4.jpg"},
		"snip":"Еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	},{
		"title":"Проект №329",
		"alias":"project5",
		"cover":{"image": "img/portfolio-mini-5.jpg"},
		"snip":"Еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	},{
		"title":"Проект №330",
		"alias":"project6",
		"cover":{"image": "img/portfolio-mini-6.jpg"},
		"snip":"Еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	},{
		"title":"Проект №331",
		"alias":"project7",
		"cover":{"image": "img/portfolio-mini-7.jpg"},
		"snip":"Еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	},{
		"title":"Проект №332",
		"alias":"project8",
		"cover":{"image": "img/portfolio-mini-2.jpg"},
		"snip":"Лагранжа - лофт печерскскай еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	},{
		"title":"Проект №333",
		"alias":"project9",
		"cover":{"image": "img/portfolio-mini-3.jpg"},
		"snip":"Еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	},{
		"title":"Проект №334",
		"alias":"project10",
		"cover":{"image": "img/portfolio-mini-4.jpg"},
		"snip":"Еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	},{
		"title":"Проект №335",
		"alias":"project11",
		"cover":{"image": "img/portfolio-mini-5.jpg"},
		"snip":"Еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	},{
		"title":"Проект №336",
		"alias":"project12",
		"cover":{"image": "img/portfolio-mini-6.jpg"},
		"snip":"Еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	},{
		"title":"Проект №337",
		"alias":"project13",
		"cover":{"image": "img/portfolio-mini-7.jpg"},
		"snip":"Еще немного текста и здесь",
		"description":"Мы делам лучшие проекты, которымим гордимся. Каждая завершенная работа, непременно попадает в наше портфолио.Надемся что ваш заказ, так же попадет к нам в портфель! Так чего же вы ждете?",
		"photos":[{'image':'img/portfolio-2-1.jpg'}, {'image':'img/portfolio-2-2.jpg'}, {'image':'img/portfolio-2-3.jpg'}]
	}]

// partners
var partners = [{
		"logo":"img/partner-1.png",
		"background":"img/partner-1.jpg",
		"desc":"Создавая PecherSKY, мы много путешествовали и перенимали опыт лучших строительных компаний мира, чтобы понять, каким именно должен быть совершенный дом.Мы внедряли новые технологии и привносили нововведения, привлекали лучших специалистов и прислушивались к каждому мнению, чтобы в конечном итоге каждая минута жизни в PecherSKY приносила удовольствие.Мы гордимся тем, что создали PecherSKY, и уверены, что он станет и Вашей личной гордостью, достойной Вашего статуса."
	},{
		"logo":"img/partner-2.png",
		"background":"img/partner-2.jpg",
		"desc":"Мы много путешествовали и перенимали опыт лучших строительных компаний мира, чтобы понять, каким именно должен быть совершенный дом.Мы внедряли новые технологии и привносили нововведения, привлекали лучших специалистов и прислушивались к каждому мнению, чтобы в конечном итоге каждая минута жизни в PecherSKY приносила удовольствие.Мы гордимся тем, что создали PecherSKY, и уверены, что он станет и Вашей личной гордостью."
	},{
		"logo":"img/partner-3.png",
		"background":"img/partner-3.jpg",
		"desc":"Чтобы понять, каким именно должен быть совершенный дом.Мы внедряли новые технологии и привносили нововведения, привлекали лучших специалистов и прислушивались к каждому мнению, чтобы в конечном итоге каждая минута жизни в PecherSKY приносила удовольствие.Мы гордимся тем, что создали PecherSKY, и уверены, что он станет и Вашей личной гордостью."
	},{
		"logo":"img/partner-4.png",
		"background":"img/partner-4.jpg",
		"desc":"Создавая PecherSKY, мы много путешествовали и перенимали опыт лучших строительных компаний мира, чтобы понять, каким именно должен быть совершенный дом.Мы внедряли новые технологии и привносили нововведения, привлекали лучших специалистов и прислушивались к каждому мнению, чтобы в конечном итоге каждая минута жизни в PecherSKY приносила удовольствие.Мы гордимся тем, что создали PecherSKY, и уверены, что он станет и Вашей личной гордостью, достойной Вашего статуса."
	},{
		"logo":"img/partner-5.png",
		"background":"img/partner-5.jpg",
		"desc":"Мы много путешествовали и перенимали опыт лучших строительных компаний мира, чтобы понять, каким именно должен быть совершенный дом.Мы внедряли новые технологии и привносили нововведения, привлекали лучших специалистов и прислушивались к каждому мнению, чтобы в конечном итоге каждая минута жизни в PecherSKY приносила удовольствие.Мы гордимся тем, что создали PecherSKY, и уверены, что он станет и Вашей личной гордостью."
	},{
		"logo":"img/partner-6.png",
		"background":"img/partner-6.jpg",
		"desc":"Чтобы понять, каким именно должен быть совершенный дом.Мы внедряли новые технологии и привносили нововведения, привлекали лучших специалистов и прислушивались к каждому мнению, чтобы в конечном итоге каждая минута жизни в PecherSKY приносила удовольствие.Мы гордимся тем, что создали PecherSKY, и уверены, что он станет и Вашей личной гордостью."
	}]

// progress
var progress = [{
	"image": 'img/progress-1.jpg',
	"title": 'Этап 1 - Sketch',
	"description": 'Динамическое уравнение Эйлера, согласно уравнениям Лагранжа, влияет на составляющие гироскопического момента больше, чем центр сил, что не влияет при малых значениях коэффициента большой интенсивности диссипативных сил. Неустойчивость, как известно, быстро разивается, если направление даёт более простую систему дифференциальных уравнений, если исключить'
},{
	"image": 'img/progress-2.jpg',
	"title": 'Этап 2 - Sketch',
	"description": 'Согласно уравнениям Лагранжа, влияет на составляющие гироскопического момента больше, чем центр сил, что не влияет при малых значениях коэффициента большой интенсивности диссипативных сил. Неустойчивость, как известно, быстро разивается.'
},{
	"image": 'img/progress-3.jpg',
	"title": 'Этап 3',
	"description": 'Лагранжа, влияет на составляющие гироскопического момента больше.'
}]


// lang files
var lang = {
	"prevPortfolio": ['Previous project', 'Предыдущий проект', 'Попереднiй проект'],
	"nextPortfolio": ['Next project', 'Следующий проект', 'Наступний проект'],
	"moveMouseToPartner": ['Move mouse under logo for more information', 'Наведите курсор на один из логотипов для вывода информации о наших партнерах', 'Наведiть курсор на один iз логотипiв для виводу  iнформацiї о наших партнерах']
}